{
    "challenges": [
        "honesty",
        "money",
        "control",
        "confidence",
        "insecurity",
        "power"
    ],
    "famous_people": [
        "Francis Bacon",
        "Tallulah Bankhead",
        "Julius Boros",
        "Jimmy Carter",
        "Jean Harlow",
        "Richard Harris",
        "Rutherford B. Hayes",
        "Burt Lancaster",
        "Charles Lindbergh",
        "Clare Boothe Luce",
        "Richard Pryor",
        "Mark Spitz",
        "Kurt Vonnegut, Jr.",
        "Lawrence Welk"
    ],
    "fulfilling_destiny": {
        "guidelines": [
            "Focus on what is right, not on who is right.",
            "Don't fear your power; just use it in service of others.",
            "Ask yourself in what areas of life you serve as a good example and in what areas you do not.",
            "Apply your creative powers in ways you enjoy."
        ],
        "questions": [
            "Does my sense of security depend on money and power?",
            "Do I apply my creative energy in useful endeavors?",
            "Have I had problems with people about money or control?",
            "Do I place equal value on integrity and on success?"
        ]
    },
    "health": {
        "advice": [
            "Learn what is the most healthful, and live that way.",
            "When they direct this energy toward any kind of exercise, their life benefits.",
            "What kind of exercise they choose is less important than that they do it, because exercise is a simple way to practice alignment with natural law; 18/9s either exercise and feel better or don't exercise and learn the consequences over time.",
            "The key for 18/9s is to eat more of what is enlivening and nutritious and less of what isn't; again, the law of cause and effect operates very clearly for anyone working 9.",
            "The more they practice integrity in the area of health by finding out what is healthful and following through with it, the better example 18/9s provide for others to follow."
        ],
        "negative": [
            "Many 18/9s experience average or even excellent health; others suffer from asthma, bone or nerve problems, including pain in the neck or lower spine, or other symptoms that reflect and result from long-term subconscious fears of abusing power."
        ],
        "positive": [
            "The suffering they have felt, whether on physical, mental, emotional, or spiritual levels, has sent them deeper and farther on their own journey; in the positive, physical ailments teach 18/9s compassion."
        ]
    },
    "key_traits": [
        "expansive",
        "outgoing",
        "jovial",
        "guilt",
        "fear",
        "insecurity",
        "integrity",
        "wisdom",
        "powerful mind",
        "attractive charisma",
        "abundant energy",
        "powerful leaders"
    ],
    "opportunities": [
        "inspire whole countries",
        "move mountains",
        "build empires"
    ],
    "relationships": {
        "advice": [
            "A key for them is finding a partner who stands up to them and helps them balance power with sensitivity - someone who understands and accepts them as they are so that they can come to accept and even forgive themselves."
        ],
        "negative": [
            "intimacy and vulnerability may not come easily for them due to latent insecurity and control issues"
        ],
        "positive": [
            "18/9s can offer charm, energy, and depth to others.",
            "Although marrying and raising a family are not usually the center of their life, 18/9s can certainly create a family setting as a backdrop for the larger theater of their life.",
            "When they are working in the positive, they can experience a profound connection through their sexual expression."
        ]
    },
    "talents_work_finances": {
        "advice": [
            "The important thing for 18/9s is never to strive for money for its own sake, but rather to create money and influence as a natural outcome of useful service.",
            "When they are committed to service as their goal, abundance and influence follow naturally due to their creative inspiration and powerful mind."
        ],
        "negative": [
            "Although their outer world may look good from the viewpoint of others, the inner world of these individuals is filled with turmoil, suppressed fear, and a sense of heaviness, laden with the idea of sin and salvation.",
            "They long for health and inner peace, but they get caught up in their own opinions and tend to seek absolute power and control.",
            "They preach to others, overtly or subtly, about how life should be lived, but they do not follow their own dictates.",
            "They resist what arises in their own life and want to control the lives of others.",
            "They lose sight of the larger gifts contained in their own challenges."
        ],
        "positive": [
            "These individuals have a natural depth, charisma, and magnetism.",
            "They have an outgoing, charismatic personality that reflects both intelligence and broader wisdom.",
            "Their work at home, in their community, or in the world at large reflects their natural leadership by example.",
            "Brilliant strategists who know and follow the rules of any game they play, they use their influence and share their abundance to make a difference beyond themselves.",
            "With their spiritual power made manifest, they lead by example and by inspiration and provide valuable ideas to others.",
            "Life is never boring around them.",
            "Hardworking and creative, they subordinate their work to a higher good."
        ]
    }
}