{
    "challenges": [
        "dürüstlük",
        "para",
        "kontrol",
        "öz güven",
        "güvensizlik",
        "güç"
    ],
    "famous_people": [
        "Francis Bacon",
        "Tallulah Bankhead",
        "Julius Boros",
        "Jimmy Carter",
        "Jean Harlow",
        "Richard Harris",
        "Rutherford B. Hayes",
        "Burt Lancaster",
        "Charles Lindbergh",
        "Clare Boothe Luce",
        "Richard Pryor",
        "Mark Spitz",
        "Kurt Vonnegut, Jr.",
        "Lawrence Welk"
    ],
    "fulfilling_destiny": {
        "guidelines": [
            "Kimin haklı olduğuna değil, neyin doğru olduğuna odaklanın.",
            "Gücünüzden korkmayın; sadece başkalarına hizmet etmek için kullanın.",
            "Kendinize hayatın hangi alanlarında iyi bir örnek teşkil ettiğinizi ve hangi alanlarda etmediğinizi sorun.",
            "Yaratıcı güçlerinizi keyif aldığınız şekilde kullanın."
        ],
        "questions": [
            "Güvenlik hissim paraya ve güce mi bağlı?",
            "Yaratıcı enerjimi faydalı çabalarda kullanıyor muyum?",
            "Para veya kontrol konusunda insanlarla sorunlar yaşadım mı?",
            "Dürüstlüğe ve başarıya eşit değer veriyor muyum?"
        ]
    },
    "health": {
        "advice": [
            "En sağlıklı olanı öğrenin ve o şekilde yaşayın.",
            "Bu enerjiyi herhangi bir egzersiz türüne yönlendirdiklerinde, yaşamları bundan fayda sağlar.",
            "Seçtikleri egzersiz türü, yapmaları kadar önemli değildir, çünkü egzersiz doğal yasayla uyumu sağlamanın basit bir yoludur; 18/9'lar ya egzersiz yapar ve daha iyi hisseder ya da egzersiz yapmaz ve zamanla sonuçlarını öğrenir.",
            "18/9'lar için anahtar, canlandırıcı ve besleyici olanı daha fazla, olmayanı ise daha az yemektir; yine, neden-sonuç yasası 9 üzerinde çalışan herkes için çok net bir şekilde işler.",
            "Sağlık alanında sağlıklı olanı bularak ve onu takip ederek dürüstlüğü ne kadar çok uygularlarsa, 18/9'lar başkalarının takip etmesi için o kadar iyi bir örnek teşkil eder."
        ],
        "negative": [
            "Birçok 18/9 ortalama veya hatta mükemmel bir sağlık yaşarken; diğerleri astım, kemik veya sinir problemleri, boyunda veya bel omurgasında ağrı ve uzun süreli bilinçaltı güç kötüye kullanma korkularını yansıtan ve bunların sonucunda ortaya çıkan diğer semptomlardan muzdariptir."
        ],
        "positive": [
            "İster fiziksel, ister zihinsel, ister duygusal, ister ruhsal düzeyde olsun, hissettikleri acı, onları kendi yolculuklarında daha derine ve daha uzağa götürmüştür; olumlu yönden, fiziksel rahatsızlıklar 18/9'lara merhamet öğretir."
        ]
    },
    "key_traits": [
        "geniş",
        "dışa dönük",
        "neşeli",
        "suçluluk",
        "korku",
        "güvensizlik",
        "dürüstlük",
        "bilgelik",
        "güçlü zihin",
        "çekici karizma",
        "bol enerji",
        "güçlü liderler"
    ],
    "opportunities": [
        "bütün ülkelere ilham vermek",
        "dağları yerinden oynatmak",
        "imparatorluklar kurmak"
    ],
    "relationships": {
        "advice": [
            "Onlar için anahtar, onlara karşı duran ve gücü hassasiyetle dengelemelerine yardımcı olan bir partner bulmaktır - oldukları gibi anlayan ve kabul eden biri, böylece kendilerini kabul etmeye ve hatta affetmeye başlayabilirler."
        ],
        "negative": [
            "gizli güvensizlik ve kontrol sorunları nedeniyle onlar için yakınlık ve kırılganlık kolay olmayabilir"
        ],
        "positive": [
            "18/9'lar başkalarına çekicilik, enerji ve derinlik sunabilir.",
            "Evlenmek ve aile kurmak genellikle hayatlarının merkezi olmasa da, 18/9'lar kesinlikle hayatlarının daha büyük tiyatrosunun fonu olarak bir aile ortamı yaratabilirler.",
            "Olumlu yönde çalıştıklarında, cinsel ifade biçimleri yoluyla derin bir bağ kurabilirler."
        ]
    },
    "talents_work_finances": {
        "advice": [
            "18/9'lar için önemli olan şey, asla kendi iyiliği için paraya çabalamamak, bunun yerine faydalı hizmetin doğal bir sonucu olarak para ve nüfuz yaratmaktır.",
            "Hedefleri olarak hizmete bağlı olduklarında, yaratıcı ilhamları ve güçlü zihinleri nedeniyle bolluk ve nüfuz doğal olarak gelir."
        ],
        "negative": [
            "Dış dünyaları başkalarının bakış açısından iyi görünse de, bu bireylerin iç dünyası çalkantı, bastırılmış korku ve günah ve kurtuluş fikriyle dolu bir ağırlık duygusuyla doludur.",
            "Sağlık ve iç huzur için özlem duyarlar, ancak kendi düşüncelerine kapılırlar ve mutlak güç ve kontrol arama eğiliminde olurlar.",
            "Başkalarına, açıkça veya ustaca, hayatın nasıl yaşanması gerektiği konusunda vaaz verirler, ancak kendi buyruklarına uymazlar.",
            "Kendi hayatlarında ortaya çıkanlara direnirler ve başkalarının hayatlarını kontrol etmek isterler.",
            "Kendi zorluklarında bulunan daha büyük hediyeleri gözden kaçırırlar."
        ],
        "positive": [
            "Bu kişilerde doğuştan gelen bir derinlik, karizma ve çekicilik vardır.",
            "Hem zekâyı hem de daha geniş bir bilgeliği yansıtan dışa dönük, karizmatik bir kişiliğe sahiptirler.",
            "Evlerinde, topluluklarında veya dünyada yaptıkları işler, örnek teşkil eden doğal liderliklerini yansıtır.",
            "Oynadıkları herhangi bir oyunun kurallarını bilen ve bunlara uyan parlak stratejistler, etkilerini kullanırlar ve bolluklarını kendilerinin ötesinde bir fark yaratmak için paylaşırlar.",
            "Ruhsal güçleri ortaya çıktığında, örnek ve ilhamla liderlik ederler ve başkalarına değerli fikirler sunarlar.",
            "Etraflarında hayat asla sıkıcı değildir.",
            "Çalışkan ve yaratıcıdırlar, işlerini daha yüksek bir amaca tabi kılarlar."
        ]
    }
}