{
    "challenges": [
        "Güven, sabır ve duygusal ifade konularında sorunlar.",
        "Bir ortaklık duygusu veya koşulsuz güven bulma.",
        "7 ve 4'ün enerjilerini dengeleme.",
        "Öz güvene ilişkin istikrar ve süreçle başa çıkma (34/7'ler).",
        "Duygusal hassasiyet, ifade ve öz şüpheyle başa çıkma (43/7'ler).",
        "Görünen zıtlıkları uyumlaştırma ve pratikliği mistisizmle harmanlama.",
        "İç ve dış dünyaları, maddi ve manevi alemleri birleştirme."
    ],
    "famous_people": [
        "Al Jolson",
        "Michael Keaton",
        "John Fitzgerald Kennedy",
        "Golda Meir",
        "Mary Tyler Moore",
        "Harry S Truman",
        "Rudolph Valentino"
    ],
    "fulfilling_destiny": {
        "guidelines": [
            "Hayatınızın akışına güvenin.",
            "Unutmayın: Tamamen güvendesiniz; hiçbir şey ruhunuza zarar veremez.",
            "İfade yeteneklerinizi adım adım geliştirin.",
            "Hayatınızı iyileştirmek için en derin duygularınızı paylaşın."
        ],
        "questions": [
            "Hedeflerime adım adım ulaşma yeteneğime güveniyor muyum?",
            "Hangisine daha çok güveniyorum - aklıma mı yoksa duygularıma mı?",
            "Öz şüphe veya sabırsızlık hayatıma müdahale ediyor mu? Öyleyse, bunu nasıl değiştirebilirim?",
            "Sosyal olup olmamam bir yana, en derin duygularımı paylaşıyor muyum?"
        ]
    },
    "health": {
        "advice": [
            "Sağlığınızla ilgili içgüdülerinize ve sezgilerinize güvenin.",
            "Vücudunuzun mesajlarına dikkat edin.",
            "Beslenme yoluyla öz güveni öğrenin.",
            "Başkalarının sağlık teorilerini körü körüne takip etmekten kaçının; kendi sezgilerinizle doğrulayın.",
            "Düşük yağlı, çeşitli bir diyet uygulayın.",
            "Süt ürünlerinden kaçınmayı düşünün.",
            "Dövüş sanatları, dans veya diğer beden-zihin-ruh uygulamaları gibi daha derin anlamlara sahip beceri eğitimlerine katılın."
        ],
        "negative": [
            "Sağlık konusunda kendi içgüdülerine veya sezgilerine güvenmekte zorluk çekme.",
            "Vücutlarını dinlemek yerine sağlık sorunları için dış çözümler arama.",
            "Stres altında endişe, \"hıçkırık\" veya sinir krizi potansiyeli.",
            "İfadeyi saklarken dizlerde veya boğazda sorunlar."
        ],
        "positive": [
            "Genellikle güçlü bedenler.",
            "Hastalıktan veya çöküntülerden hızlı iyileşme.",
            "Bedeni, zihni ve ruhu birleştiren egzersiz biçimlerinden yararlanma."
        ]
    },
    "key_traits": [
        "Güvenilir",
        "Sabırlı",
        "Duygusal olarak ifade edici",
        "Pratik",
        "Hassas",
        "Keskin zeka",
        "Ayağı yere basan",
        "Manevi",
        "Güvenlik arayışı içinde",
        "Yaratıcı"
    ],
    "opportunities": [
        "7'lerin keskin zihnini, 4'lerin pratikliği ve 3'lerin hassasiyetiyle harmanlamak.",
        "Cennet ile Dünya arasında bir köprü kurmak.",
        "Dünyaya güzellik, mutluluk veya farkındalık getirirken para kazanmak.",
        "Manevi ve maddi dünyaları birleştiren \"manevi işletmelerde\" veya girişimlerde çalışma.",
        "Çalışmaları ve yaşamları aracılığıyla başkalarını yükseltmek.",
        "Kendilerini yaratıcı ve özgün bir şekilde ifade etmek."
    ],
    "relationships": {
        "advice": [
            "Partnerinizle açık, dürüst bir iletişim ve güven geliştirin.",
            "Samimiyeti derinleştirmek için savunmasız olun ve duygularınızı paylaşın.",
            "Güven sorunları ve kendinizi rahatsız hissetme veya yanlış anlaşılmaları bekleme eğilimi üzerinde çalışın."
        ],
        "negative": [
            "Sosyal ortamlarda altta yatan bir rahatsızlık hissi veya yanlış bir şey söyleme korkusu.",
            "Başkalarına güvenmekte ve duygularını paylaşmakta zorluk çekme.",
            "Yanlış anlamalar ve yalnızlık potansiyeli.",
            "İçsel büyümeye odaklanma nedeniyle her zaman uzun vadeli ilişkilerde kalmayabilirler."
        ],
        "positive": [
            "İlişkilere istikrar, süreklilik ve duygu kalitesi getirin.",
            "Evin ve ailenin konforunun tadını çıkarın.",
            "Güven ve kırılganlık olduğunda derin ve coşkulu bir yakınlığa sahip olabilir."
        ]
    },
    "talents_work_finances": {
        "advice": [
            "Kendinize ve yeteneklerinize güvenin.",
            "Geri bildirimlere açık olun ve projeleri adım adım ele alın.",
            "Yaratıcı ve ifade edici potansiyelinizi kullanan bir meslek bulun.",
            "Sağlıklı harcama alışkanlıkları ve finansal sorumluluk geliştirin."
        ],
        "negative": [
            "Özellikle 34/7'ler için kompulsif ve dürtüsel harcama kalıpları.",
            "Net bir süreci takip etmedikleri veya uygun bir alanda çalışmadıkları takdirde finansal istikrarsızlık.",
            "Öz şüphe, çeşitli yönlerde dağınık çabalara yol açar."
        ],
        "positive": [
            "Güçlü yaratıcı ve ifade edici potansiyel.",
            "Metafizik, dövüş sanatları, oyunculuk, yapımcılık, işletme ve yazarlık gibi alanlarda üstünlük.",
            "Özellikle senaryolar için iyi bir yapısal anlayış."
        ]
    }
}