{
    "challenges": [
        "perfectionism",
        "dependence",
        "underlying insecurity"
    ],
    "famous_people": [
        "Isaac Asimov",
        "Christopher Columbus",
        "Federico Fellini",
        "Jascha Heifetz",
        "Joan of Arc",
        "David Niven",
        "King Richard III"
    ],
    "fulfilling_destiny": {
        "guidelines": [
            "Hold to your vision, and reach it through discipline.",
            "Harness your creative energy with patience.",
            "Visualize what you want, and let your vision inspire you.",
            "Find the perfect freedom inside you."
        ],
        "questions": [
            "In what way is my present situation perfect?",
            "Can I apply my high ideals and creative vision in practical ways?",
            "Where can I find perfect freedom or justice?",
            "Can I love and accept myself, my partner, and my world right now?",
            "If these questions generate any insights, how might you put these insights into practice?"
        ]
    },
    "health": {
        "advice": [
            "Individuals working 15/6 benefit most from evolved and refined methods of healing, such as visualization and hypnotherapy, which draw on subconscious imagery to generate internal self-healing mechanisms, homeopathy, acupuncture, aromatherapy, and color therapy, all forms of healing with the fewest side effects.",
            "Other people cannot effectively advise 15/6s about nutrition or exercise because these individuals best look to their own internal archetypes and ideals for guidance. In general, they do best on a purifying diet and need less food than many people.",
            "Most 15/6s are drawn to exercise that feels natural and balanced to them; at best, they practice a simple, efficient routine incorporating the essential elements of breathing, stretching, toning, and relaxation, such as t'ai chi, or an evolved type of light calisthenics that allows for variety."
        ],
        "negative": [
            "nervous disorders",
            "skin rashes",
            "abdominal problems",
            "burnout"
        ],
        "positive": []
    },
    "key_traits": [
        "idealistic",
        "independent",
        "creative",
        "perfectionistic",
        "visionary",
        "high-minded"
    ],
    "opportunities": [
        "writing",
        "acting",
        "exploring",
        "coaching"
    ],
    "relationships": {
        "advice": [],
        "negative": [
            "idealize people",
            "harbor secret disappointments",
            "may not perceive the person they are with",
            "compare their relationship to an ideal image"
        ],
        "positive": [
            "desire to create something more, or higher, out of their natural sexual drive and out of relationship in general"
        ]
    },
    "talents_work_finances": {
        "advice": [],
        "negative": [
            "feel a lack on many levels",
            "wait for the more perfect opportunity"
        ],
        "positive": [
            "excel due to their high standards",
            "produce something practical and useful",
            "ideals inspire them to creative ventures"
        ]
    }
}