{
    "challenges": [
        "independence",
        "emotional honesty",
        "cooperation",
        "dependence",
        "responsibility",
        "self-doubt",
        "fear",
        "expressing emotions",
        "overcooperation"
    ],
    "famous_people": [
        "Harry Belafonte",
        "Marlon Brando",
        "Johnny Carson",
        "Walter Cronkite",
        "Charles Darwin",
        "Benjamin Franklin",
        "Billie Jean King",
        "Abraham Lincoln",
        "Sir Isaac Newton",
        "Linus Pauling",
        "Franklin Delano Roosevelt",
        "John Steinbeck",
        "Vincent Van Gogh",
        "Tennessee Williams"
    ],
    "fulfilling_destiny": {
        "guidelines": [
            "You are more than the role you play; value your essence.",
            "Remember: Discipline and depth open the doors to freedom.",
            "Pace yourself, make time for relaxation, and stay healthy.",
            "Find the courage to be as open and vulnerable as you can."
        ],
        "questions": [
            "When I feel limited or restricted, who can set me free?",
            "Have I found a balance between dependence and independence?",
            "What is my present level of discipline and focus?",
            "Do I directly express what I really feel and need?",
            "If these questions generate any insights, how might you put these insights into practice?"
        ]
    },
    "health": {
        "advice": [
            "A balanced, low-fat diet and regular exercise are both very important disciplines for 32/5s and 23/5s.",
            "Their exercise regimen needs to include varied exercises that are fun and efficient. Cross training, moving to music, dancing, martial arts, and hiking are all excellent.",
            "If they use drugs as a form of \"adventure\", they will eventually come, through hard experience, to learn that drugs can only enslave them."
        ],
        "negative": [
            "sensitive body",
            "slim and wiry due to their fast metabolism",
            "use fat or muscle as a psychic buffer",
            "throat area may reflect issues of withheld expression",
            "overtaxing their adrenals and nervous system",
            "feeling scattered and stressed or fatigued",
            "having erratic or undisciplined habits of diet or exercise",
            "suffering circulatory system",
            "being prone to accidents"
        ],
        "positive": [
            "fast metabolism"
        ]
    },
    "key_traits": [
        "independence",
        "emotional honesty",
        "cooperation",
        "freedom through discipline",
        "depth of experience",
        "late bloomers",
        "sensitive",
        "self-doubt",
        "fearful",
        "expressive",
        "giving",
        "adaptable",
        "resentful",
        "freedom-seeking",
        "exploratory",
        "adventurous",
        "quick learners",
        "witty",
        "obsessive",
        "dramatic",
        "easily bored",
        "clairvoyant",
        "disciplined",
        "insecure",
        "manipulative",
        "controlling",
        "people-pleasing",
        "scattered",
        "emotional",
        "vivacious",
        "renaissance view of the world",
        "confident"
    ],
    "opportunities": [
        "teaching",
        "writing",
        "acting",
        "music",
        "politics",
        "leading trainings",
        "court reporting",
        "sales work that involves travel",
        "working with a variety of people"
    ],
    "relationships": {
        "advice": [
            "Individuals do not necessarily find freedom in isolation.",
            "Committed relationships provide the arena [for working through issues of cooperation with self and others].",
            "Once they take responsibility for their own life and realize that they can become the writer and director in their own movie, they cease resenting others for 'stopping them' and find more freedom in cooperation than in reactive independence or isolation.",
            "They need to find the courage to express what they feel.",
            "They also need to acknowledge a desire for variety and adventure and find a way to fulfill this desire with their partner if they are in a committed relationship.",
            "They often enjoy fantasies and playing different roles.",
            "Their relationships and sexual play present an opportunity to experience new levels of liberation by breaking free of roles to find new levels of emotional authenticity and vulnerability."
        ],
        "negative": [
            "projecting their own lack of internal freedom onto their partner, companion, or children",
            "attracting or choosing partners who will bring up freedom issues or upon whom they become dependent and whom they then resent",
            "having difficulty revealing their feelings",
            "seeing their relationship as a jail"
        ],
        "positive": [
            "seeing their relationship as a doorway to deeper freedom and experience"
        ]
    },
    "talents_work_finances": {
        "advice": [
            "They appreciate a safe, secure home base (preferably with a fireplace), but when they come to their full confidence, 32/5s and 23/5s tend to trade security for adventure.",
            "With the quick wit of 5s, they can usually find or create money when they need it and stay at least one step ahead of any creditors."
        ],
        "negative": [
            "security is an issue",
            "money isn't a high priority",
            "may spend money before they earn it"
        ],
        "positive": [
            "appreciate variety as the spice of life",
            "can do almost anything that appeals to them"
        ]
    }
}