{
    "challenges": [
        "para, güç, otorite, kontrol ve takdirle ilgili blokajların ve olumsuz eğilimlerin üstesinden gelmek",
        "etki, otorite, güç, saygı ve para korkusu",
        "maddi başarıya ulaşmak için gösterdikleri çabaları baltalamak",
        "güvensizlik",
        "değersizlik",
        "idealist standartlar",
        "özgüven eksikliği",
        "odaklanamama"
    ],
    "famous_people": [],
    "fulfilling_destiny": {
        "guidelines": [
            "Bir dövüş sanatı veya bu nitelikleri yapıcı bir şekilde ifade etmenizi sağlayan başka bir uygulama aracılığıyla gücünüzle ve güveninizle bağlantı kurun.",
            "Hayatınızdaki bolluk veya eksikliğin sorumluluğunu üstlenin.",
            "Zenginlik, güç ve tanınmış olmak hakkında gerçekten ne hissettiğinizi inceleyin.",
            "Nimetlerinizi sayın ve şu anda hayatınızdaki bolluğu takdir edin; bolluğunuzun bir kısmını başkalarıyla paylaşın."
        ],
        "questions": [
            "Dış otorite hakkında ne düşünüyorsunuz ve neden?",
            "Toplumun kural ve düzenlemelerine göre mi hareket ediyorsunuz yoksa kendi iç otoritenize göre mi hareket etmeyi tercih ediyorsunuz? Bu, günlük hayatınızda bir yardımcı mı yoksa engel mi oldu?"
        ]
    },
    "health": {
        "advice": [
            "Güne egzersizle başlayın.",
            "Meditasyon, masaj, Alexander Tekniği veya Feldenkrais gibi rahatlama teknikleri öğrenin.",
            "Sağlıklı bir rutini mümkün kılmak için yeterince erken yatın ve yeterince erken kalkın."
        ],
        "negative": [
            "Sürüş ve hırs, vücuda ve eklemlere yük bindirerek kas gerginliğine yol açabilir."
        ],
        "positive": [
            "Disiplin ve azim olarak kendini gösterebilen doğuştan gelen güç ve inatçılık."
        ]
    },
    "key_traits": [
        "Başkalarıyla bolluk, güçlendirme ve prestijle etkileşim kurmaya yönelik doğuştan gelen dürtüler",
        "Başarıya ulaşma ve başarıları ortak fayda için kullanma arzusu",
        "Para, güç, otorite, kontrol ve takdirle ilgili sorunları çözme ihtiyacı",
        "Stratejik zeka ve enerji akışını görme yeteneği",
        "Nüfuz, otorite ve bolluk için istekli ve hırslı",
        "Konsantrasyon ve odaklanma ile güçlü ve stratejik zihinler",
        "Görevlere bağlılık ve özveri",
        "Kişisel kazanç, aile ve hayırseverlik tarafından motive edilir",
        "Başkalarını çeşitli yollarla etkileme arzusu",
        "Aile yapısına ve çocuklar üzerinde olumlu etki bırakma fırsatına duyulan takdir"
    ],
    "opportunities": [
        "Liderlik rolleri",
        "Girişimcilik",
        "Yazarlık, öğretmenlik, blog yazarlığı, politik aktivizm gibi etkili kariyerler",
        "Çabalarının takdir edildiği ve ödüllendirildiği yetki pozisyonları",
        "Kurallara uymak yerine kuralları oluşturmak ve uygulamak"
    ],
    "relationships": {
        "advice": [
            "Kariyerlerine ve başarılarına odaklanmalarını anlayan ve kabul eden destekleyici bir partner seçin.",
            "Partner, kendi kendine yeten, evde kalan bir partner olmalı veya hafif bir kariyere sahip olmalıdır.",
            "Partner, onları topraklamak ve iş-yaşam dengesini hatırlatmak için yeterince mevcut olmalıdır."
        ],
        "negative": [
            "İş ve kariyer hayatlarına hakim olarak uzun çalışma saatlerine ve potansiyel dengesizliğe yol açabilir.",
            "Başarıya olan tutkuları, kişisel ilişkilerini gölgede bırakabilir.",
            "Aileye ve ilişkilere göre işi önceliklendirme eğilimi.",
            "Bire bir etkileşimlerde zorlanabilir ve sorumlu olmayı tercih edebilirler."
        ],
        "positive": [
            "Aile yapısından keyif alabilir ve çocuk yetiştirmeyi bir proje ve olumlu etki için bir fırsat olarak görebilirler."
        ]
    },
    "talents_work_finances": {
        "advice": [
            "Anlamlı ve karlı bir iş bulun.",
            "Otorite ve takdir pozisyonları arayın.",
            "Çalışmayı daha geniş bir hayırseverlik vizyonuyla hizalayın.",
            "Özerkliğe ve kendi çalışma saatlerini belirlemeye olanak tanıyan bir kariyer yolu seçin."
        ],
        "negative": [
            "İşe ve kariyere aşırı odaklanabilirler.",
            "Başarı peşinde koşarken özel hayatlarını ihmal edebilirler.",
            "İşkolikliğe ve kendi ihtiyaçlarını ihmal etmeye yatkındır."
        ],
        "positive": [
            "Başkalarına hizmet ederken iyi bir yaşam kazanmak için motive olurlar.",
            "Bir amaç ve başarı duygusuyla motive olurlar.",
            "Çabaları ve özverileriyle tanınır ve saygı görürler."
        ]
    }
}